Repository: thiagolcdeoliveira/web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: English
pt_br: Inglês

source: Portugues
pt_br: Português

source: Spanish
pt_br: Espanhol

source: name
pt_br: nome

source: description
pt_br: descrição

source: must contain a maximum of 200 characters
pt_br: deve conter no máximo 200 caracteres

source: is private
pt_br: é privado

source: Title of Page.
pt_br: título da página

source: URL of page.
pt_br: URL da página

source: Email already existed!
pt_br: email já existente!

source: title
pt_br: título

source: picture
pt_br: foto

source: user %(name)s change with succcessfull!
pt_br: usuário %(name)s alterado com sucesso!

source: user deactivated with successfull!
pt_br: usuário desativado com sucesso!

source: User %(name)s changed with successful!
pt_br: usuário %(name)s alterado com sucesso!

source: permission danied
pt_br: permissão negada

source: page not found
pt_br: página não encontrada

source: internal error
pt_br: erro interno

source: details of profile
pt_br: detalhes do perfil

source: profile
pt_br: perfil

source: change datas
pt_br: alterar dados

source: change profile
pt_br: alterar perfil

source: change password
pt_br: alterar senha

source: deactivate account
pt_br: desativar conta

source: friend
pt_br: amigo

source: group
pt_br: groupo

source: Confirm Delete
pt_br: Confirmar exclução

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
pt_br: Deletando o %(object_name)s '%(escaped_object)s' seria resultar na exclusão de objetos relacionados, mas sua conta não tem permissão para excluir o seguinte tipos de objetos:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
pt_br: Deletando o %(object_name)s '%(escaped_object)s' seria exigir a exclusão dos seguintes objetos relacionados protegidos:

source: Are you sure you want to delete the %(object_name)s " %(escaped_object)s"? All of the following related items will be deleted:
pt_br: Tem certeza de que deseja excluir o %(object_name)s " %(escaped_object)s"? Todos os itens relacionados a seguir será deletadowill be deleted:

source: No, take me back
pt_br: Não, desejo voltar

source: Yes, I'm sure
pt_br: Sim, Eu confirmo

source: Top 3 most tanned categories
pt_br: Top 3 categorias mais curtidas

source: show all categories
pt_br: ver todas as categorias

source: Top 3 most viewed pages
pt_br: Top 3 páginas mais visualizadas

source: show all pages
pt_br: ver todas as paginas

source: Register for an account
pt_br: Registar um conta

source: Change for an account
pt_br: Trocar um conta

source: not exist categories added
pt_br: não existem categorias cadastradas

source: back
pt_br: voltar

source: save
pt_br: salvar

source: logout
pt_br: sair

source: login
pt_br: entrar

source: you not is connected
pt_br: você não está conectado

source: Are you sure you want to delete your category
pt_br: Tem certeza de que deseja excluir sua categoria

source: no
pt_br: não

source: yes
pt_br: sim

source: Are you sure you want to delete your page
pt_br: Tem certeza de que deseja excluir sua página

source: not exist pages added
pt_br: não existe páginas cadastradas

source: page add
pt_br: página adicionada

source: home
pt_br: início

source: add category
pt_br: adicionar categoria

source: add page
pt_br: adicionar página

source: list my pages
pt_br: listar minhas páginas

source: about
pt_br: sobre

source: change personal data
pt_br: alter dados pessoais

source: register
pt_br: registrar

source: in ranking
pt_br: no ranking

source: points
pt_br: pontos

source: The rango is an application for the management of sites, done in Django and used in classes of Web Development 2. Profile of the developers below
pt_br: O rango é uma aplicação para gerenciamento de sites, feito em django e usado na aula de desenvolvimento web Perfil dos desenvolvedores abaixo.

source: documentation
pt_br: documentação

source: popularly known as
pt_br: popularmente conhecido como

source: it's over
pt_br: mais de

source: devoloped by
pt_br: desenvolvido por

source: Deleting the %(object_name)s ' %(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
pt_br: Deleteando o %(object_name)s ' %(escaped_object)s' seria resultar na exclusão de objetos relacionados, mas sua conta não tem permissão para excluir o seguinte tipos de objetos:

source: Deleting the %(object_name)s ' %(escaped_object)s' would require deleting the following protected related objects:
pt_br: Deletando o %(object_name)s ' %(escaped_object)s' seria exigir a exclusão dos seguintes objetos relacionados protegidos:

source: Are you sure you want to delete the %(object_name)s " %(escaped_object)s"? All of the following related items will be deleted:
pt_br: Tem certeza de que deseja excluir o %(object_name)s " %(escaped_object)s"? Todos os itens relacionados a seguir será deletado:

source: details of category
pt_br: detalhes da categoria

source: add page in
pt_br: adicionar páginas no

source: list categories
pt_br: listar categorias

source: categories
pt_br: categorias

source: there are no categories present
pt_br: não existem categorias presente

source: list pages
pt_br: listar página

source: register for rango
pt_br: registar para rango

source: rango says
pt_br: rango diz

source: register here
pt_br: registar aqui

source: add profile
pt_br: adicionar perfil

source: Activation Failure
pt_br: Ativação falou

source: activation
pt_br: ativação

source: Account activation failed.
pt_br: Ativação da conta falou

source: Account Activated
pt_br: Conta ativada

source: Your account is now activated.
pt_br: Sua conta agora está ativada.

source: You can log in.
pt_br: Você pode entrar.

source: registration
pt_br: cadastro

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
pt_br: Você (ou alguém que finge ser você) pediu para registrar uma conta at %(site_name)s. Se não fosse você, ignore este e-mail e seu endereço será removido de nossos registros.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
pt_br: Para ativar esta conta, clique no seguinte link dentro do Próximo %(expiration_days)s dias:

source: Sincerely, %(site_name)s Management
pt_br: Atenciosamente, Gestão do %(site_name)s

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
pt_br: Você (ou alguém que finge ser você) pediu para registrar uma conta em %(site_name)s. Se não fosse você, ignore este e-mail e seu endereço será removido de nossos registros.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
pt_br: Para ativar esta conta, clique no seguinte link dentro da próxima %(expiration_days)s dias:

source: Sincerely, %(site_name)s Management
pt_br: Atenciosamente, Gestão do %(site_name)s

source: Account activation on
pt_br: Conta ativada no

source: Log in
pt_br: Entrar

source: error while trying to sign in
pt_br: error ao tentar entar

source: your email or password may be wrong
pt_br: sua senha ou email podem estar errado

source: password
pt_br: senha

source: log in
pt_br: entrar

source: Not a member?
pt_br: Não é membro?

source: Register
pt_br: Cadastro

source: Reset it
pt_br: Redefinir Senha

source: Logged out
pt_br: Sair

source: Successfully logged out
pt_br: Sucesso ao sair

source: for now log in
pt_br: para entrar

source: click here
pt_br: cick aqui

source: Password changed
pt_br: Senha trocada

source: Change password
pt_br: Trocar senha

source: Password successfully changed!
pt_br: Senha alterada com sucesso

source: Password reset complete
pt_br: Senha reiniciadas de forma completa

source: Reset password
pt_br: Reiniciar senha

source: Your password has been reset!
pt_br: Sua senha foi reiniciada!

source: You may now <a href="%(login_url)s">log in</a>
pt_br: Você pode agora <a href="%(login_url)s">entrar</a>

source: Confirm password reset
pt_br: Confirmar para reiniar a senha

source: confirm passowrd
pt_br: confirma senha

source: Enter your new password below to reset your password:
pt_br: Entre com sua nova senha abaixo para reniciar sua senha:

source: password reset unsuccessful
pt_br: senha - sem sucesso na reiniciação

source: please
pt_br: por favor

source: try again
pt_br: tente novamente

source: Password reset
pt_br: Reiniciar senha

source: To reset your password, please click the following link, or copy and paste it into your web browser:
pt_br: Para redefinir sua senha, clique no seguinte link ou copie e cole isto em seu navegador:

source: Your username, in case you've forgotten:
pt_br: Seu nome de usuário, caso você tenha esquecido:

source: Best regards
pt_br: melhores saudações

source: Management
pt_br: gestão

source: Registration is closed
pt_br: registo está fechado

source: Sorry, but registration is closed at this moment. Come back later.
pt_br: Desculpe, mas o registro está encerrado neste momento. Volte mais tarde.

source: Activation email sent
pt_br: Envio de e-mail de ativação

source: Please check your email to complete the registration process.
pt_br: Verifique o seu e-mail para completar o processo de registro.

source: Account Activation Resent
pt_br: Recurso de ativação da conta

source: email successuful
pt_br: email sucesso

source: Resend Activation Email
pt_br: Reenviar Email de Ativação
